export default function About() {
  return (
    <div>
      <p>
        &nbsp;&nbsp;Ethan
        Lv(吹风机)，00年生，武汉某高校(中南民族大学)本科在读，一个不喜欢写CSS的前端底层民工。上大学才会用Ctrl
        C + V，羡慕从小开始学编程的人。
      </p>
      <p>
        &nbsp;&nbsp;小时候的理想不记得，翻找若干年前的投稿邮件才知道小时候是想长大了能为祖国的军工事业奉献自己。嗯。从某种角度来说，我还算幸运，至少不会有理想渐行渐远的无奈之类。
      </p>
      <p>
        &nbsp;&nbsp;上大学后因为一些缘分，加入学校某个实验室，慢慢开始接触编程，在这期间，认识了很多不错的人。经历暂时写到这里，生活还在继续...
      </p>
      <p>
        &nbsp;&nbsp;之前一直是用hexo搭建的博客，静态博客总觉得麻烦，自由度也不够，刚好前段时间看到randy的个人博客，很喜欢这种风格，就用next.js简单写了一个。和他一样，我也有一些个人的原则和态度：
      </p>
      <p>
        &nbsp;&nbsp;&bull;请保持独立思考，保持真实，思维的边界关联着思考的深度。
      </p>
      <p>
        &nbsp;&nbsp;&bull;我其实很少会生气，生气也不会持续多久，许多事看的比较淡。
      </p>
      <p>
        &nbsp;&nbsp;&bull;相信中医存在的价值，只是不喜夸大。救死扶伤应该是件很纯粹的事，不应受政治的捆绑。
      </p>
      <p>&nbsp;&nbsp;&bull;从哪里来不重要，但要知道自己要到哪里去。</p>
      <p>&nbsp;&nbsp;&bull;拒绝一切涉嫌种族歧视的言论、词汇。</p>
      <p>&nbsp;&nbsp;&bull;对自然保持敬畏，对声音保持尊重，对自己保持谦卑。</p>
      <p>
        &nbsp;&nbsp;&bull;不喜欢从政治的角度和人谈问题，我自以为不懂，也觉得无意义。我更希望和你从经济学从人本的角度来考虑问题。
      </p>
    </div>
  );
}
